Repository: AndreuSerraCandela/ProyectosAvanzados
Catalog: Translations/Proyectos_Avanzados.*.xlf
Languages: es_es

# Codeunit 3200460114 - NamedType 2476940767
source: The lines were successfully transferred to an invoice.
es_es: Las líneas se transfirieron correctamente a una factura.

# Codeunit 3200460114 - NamedType 4179633877
source: The lines were successfully transferred to an order.
es_es: Las líneas se transfirieron correctamente a una pedido.

# Codeunit 3200460114 - NamedType 3114637384
source: The lines were not transferred to an invoice.
es_es: Las líneas no se transfirieron a una factura.

# Codeunit 3200460114 - NamedType 1588457870
source: The lines were not transferred to an invoice.
es_es: Las líneas no se transfirieron a una factura.

# Codeunit 3200460114 - NamedType 3752334001
source: There was no %1 with a %2 larger than 0. No lines were transferred.
es_es: No hay ningún %1 con un %2 mayor que 0. No se transferirá ninguna línea.

# Codeunit 3200460114 - NamedType 95063322
source: %1 may not be lower than %2 and may not exceed %3.
es_es: %1 no puede ser inferior a %2 ni puede superar %3.

# Codeunit 3200460114 - NamedType 732759939
source: You must specify Invoice No. or New Invoice.
es_es: Debe especificar nº factura o nueva factura.

# Codeunit 3200460114 - NamedType 1370456556
source: You must specify Credit Memo No. or New Invoice.
es_es: Debe especificar nº abono o nueva factura.

# Codeunit 3200460114 - NamedType 2645849790
source: You must specify %1.
es_es: Se debe indicar %1.

# Codeunit 3200460114 - NamedType 3283546407
source: The lines were successfully transferred to a credit memo.
es_es: Las líneas se transfirieron correctamente a un abono.

# Codeunit 3200460114 - NamedType 3921243024
source: The selected planning lines must have the same %1.
es_es: Las líneas de planificación seleccionadas deben tener el mismo %1.

# Codeunit 3200460114 - NamedType 1664139952
source: The currency dates on all planning lines will be updated based on the invoice posting date because there is a difference in currency exchange rates. Recalculations will be based on the Exch. Calculation setup for the Cost and Price values for the job. Do you want to continue?
es_es: Las fechas de divisa de todas las líneas de planificación se actualizarán en función de la fecha de registro de la factura porque existe una diferencia en los tipos de cambio de divisa. Los nuevos cálculos se basarán en la opción Cálculo cambio de los valores de Coste y Precio del proyecto. ¿Desea continuar?

# Codeunit 3200460114 - NamedType 1026443335
source: The currency exchange rate on all planning lines will be updated based on the exchange rate on the sales invoice. Do you want to continue?
es_es: El tipo cambio divisa de todas las líneas de planificación se actualizará en función del tipo de cambio de la factura de venta. ¿Desea continuar?

# Codeunit 3200460114 - NamedType 2939533186
source: The %1 %2 does not exist anymore. A printed copy of the document was created before the document was deleted.
es_es: Ya no existe %1 %2. Se creó una copia impresa del documento antes de que se eliminara.

# Report 2421352948 - Property 2879900210
source: Job Transfer to Credit Memo Purch
es_es: Transf. proy. a Abono de compra

# Report 2421352948 - Control 2346885236 - Property 2879900210
source: Options
es_es: Opciones

# Report 2421352948 - Control 2308431597 - Property 1295455071
source: Specifies the number of the credit memo that you want to append the lines to if you did not select the Create New Credit Memo field.
es_es: Especifica el número del abono al que desea anexar las líneas si no seleccionó el campo Crear nuevo abono.

# Report 2421352948 - Control 2308431597 - Property 2879900210
source: Append to Credit Memo No.
es_es: Anexar a nº abono

# Report 2421352948 - Control 3484635769 - Property 1295455071
source: Specifies if the batch job creates a new sales credit memo.
es_es: Especifica si el trabajo por lotes crea un nuevo abono de venta.

# Report 2421352948 - Control 3484635769 - Property 2879900210
source: Create New Credit Memo
es_es: Crear nuevo abono

# Report 2421352948 - Control 1051547097 - Property 1295455071
source: Specifies the posting date of that credit memo if you filled the Append to Credit Memo No. field.
es_es: Especifica la fecha de registro del abono si rellenó el campo Anexar a n.º abono.

# Report 2421352948 - Control 1051547097 - Property 2879900210
source: Cr. Memo Posting Date
es_es: Fecha registro abono

# Report 2421352948 - Control 3037438984 - Property 1295455071
source: Specifies the posting date for the document.
es_es: Especifica la fecha de registro del documento.

# Report 2421352948 - Control 3037438984 - Property 2879900210
source: Posting Date
es_es: Fecha registro

# Report 3294758663 - Control 2346885236 - Property 2879900210
source: Options
es_es: Opciones

# Report 3294758663 - Control 4113648779 - Property 1295455071
source: Specifies if the batch job creates a new Purcharse invoice.
es_es: Especifica si el trabajo por lotes crea una nueva factura de compra.

# Report 3294758663 - Control 4113648779 - Property 2879900210
source: Create New Invoice
es_es: Crear nueva factura

# Report 3294758663 - Control 3397461951 - Property 1295455071
source: Specifies, if you filled in the Append to Purcharse Invoice No. field, the posting date of the invoice.
es_es: Si rellenó el campo Anexar a n.º factura compra, especifica la fecha de registro de la factura.

# Report 3294758663 - Control 3397461951 - Property 2879900210
source: Invoice Posting Date
es_es: Fecha registro factura

# Report 3294758663 - Control 3037438984 - Property 1295455071
source: Specifies the posting date for the document.
es_es: Especifica la fecha de registro del documento.

# Report 3294758663 - Control 3037438984 - Property 2879900210
source: Posting Date
es_es: Fecha registro

# Report 2481506902 - Property 2879900210
source: Job Transfer to Purcharse Order
es_es: Transf. proy. a pedido compra

# Report 2481506902 - Control 2346885236 - Property 2879900210
source: Options
es_es: Opciones

# Report 2481506902 - Control 242772616 - Property 1295455071
source: Specifies the number of the Purcharse Order that you want to append the lines to if you did not select the Create New Purcharse Order field.
es_es: Especifica el número de la Pedido de Compra a la que desea anexar las líneas si no seleccionó el campo Crear nueva Pedido de Compra.

# Report 2481506902 - Control 242772616 - Property 2879900210
source: Append to Purcharse Order No.
es_es: Anexar a nº pedido compra

# Report 2481506902 - Control 4113648779 - Property 1295455071
source: Specifies if the batch job creates a new Purcharse Order.
es_es: Especifica si el trabajo por lotes crea una nueva pedido de compra.

# Report 2481506902 - Control 4113648779 - Property 2879900210
source: Create New Order
es_es: Crear Nuevo Pedido

# Report 2481506902 - Control 3397461951 - Property 1295455071
source: Specifies, if you filled in the Append to Purcharse Order No. field, the posting date of the Order.
es_es: Si rellenó el campo Anexar a n.º pedido compras, especifica la fecha de registro del pedido.

# Report 2481506902 - Control 3397461951 - Property 2879900210
source: Order Posting Date
es_es: Fecha registro pedido

# Report 2818844720 - Property 2879900210
source: Blanket Purchase Order
es_es: Pedido abierto compra

# Report 2818844720 - NamedType 1091728280
source: Blanket Purchase Order No.
es_es: N.º pedido de compra abierto

# Report 2818844720 - NamedType 2609547522
source: Buy-from Contact E-Mail
es_es: Correo electrónico de Compra a-Contacto

# Report 2818844720 - NamedType 2182502985
source: Buy-from Contact Mobile Phone No.
es_es: N.º teléfono móvil de Compra a-Contacto

# Report 2818844720 - NamedType 2508934449
source: Buy-from Contact Phone No.
es_es: N.º de teléfono de Compra a-Contacto

# Report 2818844720 - NamedType 2438826717
source: Account No.
es_es: Nº cuenta

# Report 2818844720 - NamedType 1275674192
source: Bank
es_es: Banco

# Report 2818844720 - NamedType 1454106313
source: Giro No.
es_es: Nº giro postal

# Report 2818844720 - NamedType 1993225760
source: Phone No.
es_es: Nº teléfono

# Report 2818844720 - NamedType 2033451465
source: VAT Registration No.
es_es: CIF/NIF

# Report 2818844720 - NamedType 2728513993
source: Document Date
es_es: Fecha emisión documento

# Report 2818844720 - NamedType 595034892
source: Email
es_es: Correo electrónico

# Report 2818844720 - NamedType 2188076586
source: Expected Date
es_es: Fecha esperada

# Report 2818844720 - NamedType 973567044
source: Header Dimensions
es_es: Dimensiones cabecera

# Report 2818844720 - NamedType 2862688884
source: Home Page
es_es: Página Web

# Report 2818844720 - NamedType 3701122699
source: Line Dimensions
es_es: Dimensiones línea

# Report 2818844720 - NamedType 650077689
source: Page
es_es: Pág.

# Report 2818844720 - NamedType 2079014799
source: Pay-to Contact E-Mail
es_es: Correo electrónico de Pago a-Atención

# Report 2818844720 - NamedType 3401923736
source: Pay-to Contact Mobile Phone No.
es_es: N.º teléfono móvil de Pago a-Atención

# Report 2818844720 - NamedType 1854022560
source: Pay-to Contact Phone No.
es_es: N.º de teléfono de Pago a-Atención

# Report 2818844720 - NamedType 4228078996
source: Expected Date
es_es: Fecha esperada

# Report 2818844720 - NamedType 106863577
source: Our No.
es_es: Nuestro n.º

# Report 2818844720 - NamedType 1549249109
source: No.
es_es: Nº

# Report 2818844720 - NamedType 3901489671
source: Description
es_es: Descripcion

# Report 2818844720 - NamedType 203962742
source: Shipment Method
es_es: Condiciones envío

# Report 2818844720 - NamedType 232471621
source: Ship-to Address
es_es: Dirección de envío

# Report 2818844720 - NamedType 3752334001
source: Blanket Purchase Order %1
es_es: Pedido abierto compra %1

# Report 2818844720 - ReportDataItem 2072992664 - Property 1806354803
source: Blanket Purchase Order
es_es: Pedido abierto compra

# Report 2818844720 - Control 2346885236 - Property 2879900210
source: Options
es_es: Opciones

# Report 2818844720 - Control 3255118903 - Property 1295455071
source: Specifies whether to archive the order.
es_es: Especifica si debe archivarse el pedido.

# Report 2818844720 - Control 3255118903 - Property 2879900210
source: Archive Document
es_es: Archivar documento

# Report 2818844720 - Control 816368762 - Property 1295455071
source: Specifies if you want the program to log this interaction.
es_es: Especifica si desea que el programa registre esta interacción.

# Report 2818844720 - Control 816368762 - Property 2879900210
source: Log Interaction
es_es: Log interacción

# Report 2818844720 - Control 2578066365 - Property 1295455071
source: Specifies how many copies of the document to print.
es_es: Especifica cuántas copias del documento se van a imprimir.

# Report 2818844720 - Control 2578066365 - Property 2879900210
source: No. of Copies
es_es: Nº copias

# Report 2818844720 - Control 316520822 - Property 1295455071
source: Specifies if you want the printed report to show information that is only for internal use.
es_es: Especifica si desea que el informe impreso muestre información para uso interno exclusivamente.

# Report 2818844720 - Control 316520822 - Property 2879900210
source: Show Internal Information
es_es: Mostrar información interna

# Report 2818844720 - NamedType 1928308579
source: Phone No.
es_es: Teléfono

# Report 2818844720 - NamedType 694817936
source: Amount
es_es: Importe

# Report 2481506902 - Control 3037438984 - Property 1295455071
source: Specifies the posting date for the document.
es_es: Especifica la fecha de registro del documento.

# Report 2481506902 - Control 3037438984 - Property 2879900210
source: Posting Date
es_es: Fecha registro

# PageExtension 2202750966 - Action 3266581368 - Property 1295455071
source: Create a Purchase credit memo for the selected job planning line.
es_es: Permite crear un abono de purchase para la línea de planificación de trabajo seleccionada.

# PageExtension 2202750966 - Action 3266581368 - Property 2879900210
source: Create Purchase &Credit Memo
es_es: &Crear abono compra

# PageExtension 2202750966 - Action 1388957642 - Property 1295455071
source: Use a batch job to help you create purchase invoices for the involved job tasks.
es_es: Permite usar un trabajo por lotes para que resulte más sencillo crear facturas de compra para las tareas de trabajo relacionadas.

# PageExtension 2202750966 - Action 1388957642 - Property 2879900210
source: Create &Purchase Invoice
es_es: Crear &Factura de Compra

# PageExtension 2202750966 - Action 1672799731 - Property 1295455071
source: Use a batch job to help you create purchase orders for the involved job tasks.
es_es: Permite usar un proceso para que resulte más sencillo crear pedidos de compra para las tareas del proyecto relacionadas.

# PageExtension 2202750966 - Action 1672799731 - Property 2879900210
source: Create &Purchase Order
es_es: Crear &Pedido de Compra

# TableExtension 2012152121 - Field 3781740971 - Property 2879900210
source: Tipo Tarea
es_es: Tipo Tareas

# TableExtension 3543651433 - Field 1800052274 - Property 2879900210
source: Job Contract Entry No.
es_es: Nº mov. contrato proyecto
